{
  "workouts": [
    {
      "id": 1,
      "imageurl": "https://img.freepik.com/free-vector/family-riding-bikes-city-park_74855-5243.jpg?t=st=1647305796~exp=1647306396~hmac=4640dc17ff5a392e32a8307be80b9a5c82a2f208646d28f75c4d72bd2643f379&w=1380",
      "discriptionforcard": "Cycling can help to protect you from serious diseases such as stroke, heart attack, some cancers, depression, diabetes, obesity and arthritis.",
      "heading": "Cycling",
      "Calorieburnperhour": 300,
      "videourl": "https://www.youtube.com/watch?v=4Hl1WAGKjMc",
      "fulldiscription": "Cycling is a good way to control or reduce weight, as it raises your metabolic rate, builds muscle and burns body fat. If you’re trying to lose weight, cycling must be combined with a healthy eating plan. Cycling is a comfortable form of exercise and you can change the time and intensity – it can be built up slowly and varied to suit you.Riding to work or the shops is one of the most time-efficient ways to combine regular exercise with your everyday routine. An estimated one billion people ride bicycles every day – for transport, recreation and sport."
    },
    {
      "id": 2,
      "imageurl": "https://img.freepik.com/free-vector/landscape-with-woman-using-face-mask-jumping-with-rope_24877-63718.jpg?t=st=1647318609~exp=1647319209~hmac=ad9b4512717c6c970c381bf06cc7ba7b81f6bf126faa5637c73d7145e33df2ed&w=900",
      "discriptionforcard": "Skipping a rope can improve the coordination between your eyes, feet, and hands. Whether you are keeping a close watch on your feet and rope movement or not, but your brain is aware of how your feet are moving.",
      "heading": "Skipping",
      "Calorieburnperhour": 900,
      "videourl": "https://www.youtube.com/watch?v=6wREO0mfsiE",
      "fulldiscription": "Jumping rope is a form of cardiovascular exercise that everyone swears by, be it boxers, football players, or world-class athletes. A good jump rope routine for weight loss burns more calories per hour as compared to any other type of cardio. Does jump rope burn fat? Yes, skipping exercise not only burns fat but also tightens the core, builds stamina, tones the calves, and improves lung capacity."
    },
    {
      "id": 3,
      "Calorieburnperhour": 240,
      "imageurl": "https://img.freepik.com/free-vector/push-up-demostration_1133-392.jpg?t=st=1647316839~exp=1647317439~hmac=30ebc33c27d6c1aafa4b712703b611a82861e27a87e0d57e2d8fad32468e6283&w=740",
      "discriptionforcard": "The plank is a highly effective isometric exercise that burns approximately two to five calories per minute, based on body weight. Isometric exercise involves contraction of a particular group of muscles in a static position.",
      "heading": "Pushups",
      "videourl": "https://www.youtube.com/watch?v=IODxDxX7oi4",
      "fulldiscription": "The abdominal muscles used to hold the body rigid during the push-up are the rectus abdominis and the internal and external obliques.2 As the push-up involves multiple joints, it is a compound exercise. The upper body muscles that come into play in the push-up are the deltoids of the shoulders, the pectoral muscles of the chest, the triceps and biceps of the upper arm, the gluteal or hip muscles, and the erector spinae of the back. In daily life, you often need to push against objects, from doors to shopping carts. The functional fitness you develop with push-ups provides the strength needed to perform these movements. Working the stabilizer muscles around the shoulders can help protect you from rotator cuff injuries. A 2019 study also found that people who can do 40 push-ups have fewer cardiovascular disease events than those who cannot complete 10 push-ups."
    },
    {
      "id": 4,
      "Calorieburnperhour": 446,
      "imageurl": "https://img.freepik.com/free-vector/workout-isometric-people-with-isolated-figures-male-athlete_1284-56438.jpg?t=st=1647401609~exp=1647402209~hmac=af9c85d285a03058932bb1419d9e2dd9755ae966d01ed51c0c485149455f38cb&w=1380",
      "discriptionforcard": "The squat is a dynamic strength training exercise that requires several muscles in your upper and lower body to work together simultaneously.",
      "heading": "squats",
      "videourl": "https://www.youtube.com/watch?v=mGvzVjuY8SY",
      "fulldiscription": "The squat is a dynamic strength training exercise that requires several muscles in your upper and lower body to work together simultaneously. Many of these muscles help power you through daily tasks such as walking, climbing stairs, bending, or carrying heavy loads. They also help you perform athletic-related activities. Adding squats to your workouts can help boost your exercise performance, decrease your risk of injury, and keep you moving more easily throughout the day. But these are just a few of the benefits."
    },
    {
      "id": 5,
      "Calorieburnperhour": 40,
      "imageurl": "https://img.freepik.com/free-vector/man-doing-pull-ups-workout-outdoor-fitness-equipment-male-cartoon-character-pulling-himself-horizontal-bar-sports-training-flat-vector-illustration_241107-1190.jpg?w=740",
      "discriptionforcard": "A pullup is a challenging upper body exercise where you grip an overhead bar and lift your body until your chin is above that bar.",
      "heading": "Pullup",
      "videourl": "https://www.youtube.com/watch?v=3YvfRx31xDE",
      "fulldiscription": "A pullup is a challenging upper body exercise where you grip an overhead bar and lift your body until your chin is above that bar. It’s a hard exercise to execute — so hard, in fact, that a U.S. Marine can receive a passing score on the annual physical fitness test without doing pullups at all. If your first attempts to complete a pullup are a struggle, it isn’t necessarily because you don’t have sufficient upper body strength. It’s just physics. Pullups require you to lift your entire body mass straight up using only the muscles in your upper body. You’re counteracting gravity throughout the whole process."
    },
    {
      "id": 6,
      "imageurl": "https://img.freepik.com/free-vector/plank-glute-kick-back-exercise-woman-workout-fitness-aerobic-exercises_476141-1560.jpg?w=740",
      "discriptionforcard": "The plank, or planking, is an exercise that involves your core muscles, improving your strength, balance and endurance. ",
      "fulldiscription": "The plank, or planking, is an exercise that involves your core muscles, improving your strength, balance and endurance. The exercise is so-named because, when done properly, you straighten your entire body and maintain it rigidly, just like a plank of wood. Like other calisthenic exercises, it requires no extra equipment or weights, making it a convenient form of strength training if you're on a small budget or are traveling. To perform a basic plank, lie on a level surface, belly down. Position your feet so that your toes touch the floor. Bring your hands forward, near the sides of your head, so that your forearms lie on the floor, parallel to one another and to your torso. Slowly and gently, lift your torso and your legs off of the floor, putting all of your weight on your toes and your forearms and elbows. Keep your body straight, imagining it as a single rigid plank, from the top of your head to your heels. Hold the position for at least five seconds, breathing steadily throughout. When you complete the position, gently bring your torso back to the ground. Work up to holding the position for 60 seconds.",
      "Calorieburnperhour": 240,
      "videourl": "https://www.youtube.com/watch?v=_lfR4sl0ZCE",
      "heading": "plank"
    },
    {
      "id": 7,
      "heading": "Lunges",
      "imageurl": "https://img.freepik.com/free-vector/lunge-exercise-woman-workout-fitness-aerobic-exercises_476141-1128.jpg?w=740",
      "discriptionforcard": "The lunge is a popular leg-strengthening exercise with a multitude of variations to add variety to your workout.",
      "fulldiscription": "The lunge is a popular leg-strengthening exercise with a multitude of variations to add variety to your workout. In addition, varying your technique allows you to emphasize different muscles or parts of those muscles. This exercise is beneficial for injury prevention, as well as rehabilitation after injuries occur. It’s often part of a foundational strength program or rehab protocol, allowing athletes and exercisers to return to their sport or activity of interest as quickly as possible. The lunge is also a functional exercise that prepares you for movements needed in daily life.",
      "Calorieburnperhour": 360,
      "videourl": "https://www.youtube.com/watch?v=wrwwXE_x-pQ"
    },
    {
      "id": 8,
      "heading": "Deadlift",
      "imageurl": "https://img.freepik.com/free-vector/strong-man-athlete-doing-deadlift-excercise-gym-gym-workout-concept-flat-style-character-design_285336-623.jpg?w=996",
      "discriptionforcard": "The deadlift and its variants will also prove hugely beneficial to anyone who play sports.",
      "fulldiscription": "The deadlift and its variants will also prove hugely beneficial to anyone who play sports. The activation it places on the hamstrings, glutes and quadriceps (if you adopt a sumo or trap bar stance) are invaluable for activities that require explosive leg strength – rugby, football, and track and field to name just three. These muscles are also vital in endurance sports such as swimming, cycling and running. The deadlift helps to keep them strong and in tip-top condition, preventing injury while also significantly boosting strength.",
      "Calorieburnperhour": 500,
      "videourl": "https://www.youtube.com/watch?v=r4MzxtBKyNE"
    },
    {
      "id": 9,
      "heading": "Dumbbells",
      "imageurl": "https://img.freepik.com/free-vector/strong-sport-man-character-doing-lifting-exercises-flat-cartoon-illustration_133260-2153.jpg?w=740",
      "discriptionforcard": "The dumbbell is a type of exercise equipment used in weight training. Specifically, dumbbells are weights used without exercise machines.",
      "fulldiscription": "The dumbbell is a type of exercise equipment used in weight training. Specifically, dumbbells are weights used without exercise machines. Dumbbells are sometimes also called hand weights and free weights—those used “free” of such equipment. Most dumbbells are designed with a narrow bar in the middle and two wider discs at each end. Some dumbbells are very light in weight (only a few pounds) while others are very heavy (50 pounds or more). They can be fixed in weight or variable. Specifically, dumbbells can vary in weight due to discs that can be added or removed from the bar by quantity and size (weight). In addition, dumbbells can be used individually (a dumbbell in one hand) or in pairs (one in each hand).",
      "Calorieburnperhour": 570,
      "videourl": "https://www.youtube.com/watch?v=l0gDqsSUtWo"
    },
    {
      "id": 10, 
      "heading": "Burpees", 
      "imageurl":"https://img.freepik.com/free-vector/burpee-squat-thrust-exercise-woman-workout-fitness-aerobic-exercises_476141-1620.jpg?w=740", 
      "discriptionforcard": "The burpee is a simple whole-body aerobic exercise, involving a combination of push-ups and leaping in the air. The Burpee is also sometimes called the Squat Thrust & Jump.", 
      "calorieburnperhour": 652, 
      "videourl": "https://www.youtube.com/watch?v=qLBImHhCXSw",
      "fulldiscription": "The burpee is a simple whole-body aerobic exercise, involving a combination of push-ups and leaping in the air. The Burpee is also sometimes called the Squat Thrust & Jump. This exercise is part of workout dice. Start by standing erect with the arms by the side, feet should-width apart.Bend the knees, squatting down to place the hands on the floor in front of the feet.Putting the bodyweight on the hands, the legs are thrust back to a push-up position with a straight line from the shoulders to the heels.Next pull the legs back and return to the squatting positionJump back to the starting standing position."
    },
      
    {
      "id": 11,
      "heading": "Side Planks", 
      "imageurl":"https://img.freepik.com/free-vector/girl-red-tracksuit-does-side-plank-exercise-indoors_507310-490.jpg?w=740", 
      "discriptionforcard": "The side plank is one of the easiest ways to work the two layers of muscle along the sides of your core, known as your obliques. These muscles help you rotate and bend your trunk, and they also play a role in helping to protect your spine.", 
      "calorieburnperhour": 221 ,
      "videourl": "https://www.youtube.com/watch?v=XeN4pEZZJNI", 
      "fulldiscription": "The side plank is one of the easiest ways to work the two layers of muscle along the sides of your core, known as your obliques. These muscles help you rotate and bend your trunk, and they also play a role in helping to protect your spine.Ab exercises like crunches and planks target the six-pack abdominal muscles in the front of your body. But if you’re wanting to strengthen and tone your core, it’s also important to regularly work your obliques. In fact, many professional athletes include the side plank in their training programs."
    },
    
    {
      "id": 12,
      "heading": "Glute Bride", 
      "imageurl":"https://img.freepik.com/free-vector/glute-bridge-exercise-woman-workout-fitness-aerobic-exercises_476141-1495.jpg?w=740", 
      "discriptionforcard": "The glute bridge exercise is a versatile, challenging, and effective exercise. It’s an excellent addition to any workout routine, regardless of your age or fitness level. This workout move targets the back of your legs, or posterior chain.", 
      "calorieburnperhour": 514, 
      "videourl": "https://www.youtube.com/watch?v=EEtd0uY-bMw",
      "fulldiscription": "The glute bridge exercise is a versatile, challenging, and effective exercise. It’s an excellent addition to any workout routine, regardless of your age or fitness level. This workout move targets the back of your legs, or posterior chain. The prime movers in your posterior chain include your hamstrings and glutes.These powerful muscles span your backside and are responsible for producing the majority of the power that your lower body generates. Because they are so powerful, they require a lot of energy to operate. In other words, you burn a hefty dose of calories when you include them in aerobic exercises such as running and biking. This may appeal to those that aspire to achieve fitness goals like gaining strength, losing weight, or trimming up.Strengthening your posterior chain plays a role in increasing your lower back strength and core stability. When performing correctly with good form, the glute bridge can help improve the vitality of muscles surrounding your spinal column, which improves your posture."
    },
    
    {
      "id": 13,
      "heading": "Jumping Jacks", 
      "imageurl": "https://img.freepik.com/free-vector/jumping-jacks-exercise-woman-workout-fitness-aerobic-exercises_476141-1514.jpg?w=740", 
      "discriptionforcard": "Jumping jacks are an efficient total-body workout that you can do almost anywhere. This exercise is part of what’s called plyometrics, or jump training. Plyometrics is a combination of aerobic exercise and resistance work. This type of exercise works your heart, lungs, and muscles at the same time.", 
      "calorieburnperhour": 660, 
      "videourl": "https://www.youtube.com/watch?v=2J2g7XOr2i4",
      "fulldiscription": "Jumping jacks are an efficient total-body workout that you can do almost anywhere. This exercise is part of what’s called plyometrics, or jump training. Plyometrics is a combination of aerobic exercise and resistance work. This type of exercise works your heart, lungs, and muscles at the same time.Jumping jacks may be a good alternative to logging miles on a treadmill or stationary bike. All of these exercises help raise your heart rate, but jumping jacks also get you to move your body out of its normal plane of motion.By taxing the muscles in these ways, movement can become more explosive, gaining both strength and agility for sports that require multidirectional movement.Jump training may be good for bone health, too. In one study, rats were put on a jumping exercise regimen for eight weeks (200 jumps per week with 40 jumps per day for five days)."
    },
    
    {
      "id": 14,
      "heading": "Sit Ups", 
      "imageurl":"https://img.freepik.com/free-vector/man-doing-sit-up_24381-200.jpg?w=996", 
      "discriptionforcard": "The sit-up is a bodyweight exercise that targets your abdominal muscles. Perform a proper sit-up by lying face-up on an exercise mat with your knees bent at a 90-degree angle and your feet on the floor. Engage your core and lift your upper body off the mat towards your knees.", 
      "calorieburnperhour": 686,
      "videourl": "https://www.youtube.com/watch?v=1fbU_MkV7NE", 
      "fulldiscription": "The sit-up is a bodyweight exercise that targets your abdominal muscles. Perform a proper sit-up by lying face-up on an exercise mat with your knees bent at a 90-degree angle and your feet on the floor. Engage your core and lift your upper body off the mat towards your knees. Pause at the top of the movement before slowly returning to your starting position on the mat.Lie face-up on an exercise mat with your knees bent and your feet on the floor.Place both of your hands on the sides of your head without interlocking your fingers. Your spine and pelvis should be in a neutral position. Slightly tuck your pelvis and bring your ribcage down. Engage your core. Your chin should remain tucked throughout the movement, as if you were holding an egg under your chin. All repetitions should begin from this position.Begin the upward movement by squeezing your abs. Curl your upper body off the floor toward your knees while squeezing your abs. Pause at the top of the movement.Slowly lower to the starting position while maintaining tension in your abs. Repeat for the desired number of repetitions."
    },
    
    {
      "id": 15,
      "heading": "Wall Sit", 
      "imageurl":"https://previews.123rf.com/images/samorodinov/samorodinov1610/samorodinov161000015/64928257-fitness-aerobic-and-workout-exercise-in-gym-vector-set-of-workout-icons-in-flat-style-isolated-on-wh.jpg?fj=1", 
      "discriptionforcard": "The wall sit exercise is a real quad burner, working the muscles in the front of your thighs. This exercise is generally used for building isometric strength and endurance in the quadriceps muscle group, glutes, and calves.The wall sit is not a complicated exercise, but many people often still get it wrong.", 
      "calorieburnperhour": 212, 
      "videourl": "https://www.youtube.com/watch?v=n6ZfqLbtF5M",
      "fulldiscription": "The wall sit exercise is a real quad burner, working the muscles in the front of your thighs. This exercise is generally used for building isometric strength and endurance in the quadriceps muscle group, glutes, and calves.The wall sit is not a complicated exercise, but many people often still get it wrong. You know that you are performing the wall sit properly if you form a right angle (90 degrees) at your hips and your knees, your back is flat against the wall, and your heels are on the ground. You should be able to feel a slight pulling of the quad area. You can do this exercise as part of any lower body routine.This exercise isolates the quadriceps muscles of the front of your thighs. The wall sit is often used for gradually building pre-season leg strength for downhill skiing, ice hockey, track and field, running, and other activities. In sports such as running that mostly work the hamstrings, strengthening the quads helps keep your muscles balanced. The wall sit builds muscular endurance which delays fatigue and allows athletes to perform optimally for longer periods of time. "
    },
    
    {
      "id": 16,
      "heading": "Crunch Claps", 
      "imageurl":"https://img.freepik.com/free-vector/crunch-claps-exercise-woman-workout-fitness-aerobic-exercises_476141-1507.jpg?w=740", 
      "discriptionforcard": "Clapping crunches are a crunch exercise variation where you start lying down on the ground with your stretched legs hovering above the ground. After that, you raise your shoulders, move one leg towards your chest, and clap behind this leg.", 
      "calorieburnperhour": 429, 
      "videourl": "https://www.youtube.com/watch?v=LUQt2wSOFNM",
      "fulldiscription": "Clapping crunches are a crunch exercise variation where you start lying down on the ground with your stretched legs hovering above the ground. After that, you raise your shoulders, move one leg towards your chest, and clap behind this leg.Compared to regular crunches, clapping crunches are slightly more challenging on your abs because you engage them throughout the exercise to keep your legs in the air.Clapping your hands and moving your legs does not really have an impact on your core muscles. It does engage muscles like hip flexors, quadriceps, shoulders, and chest a tiny amount.Lie down on your back with your body straight. Hold your hands in front of your chest for now.Raise your legs a small amount of the ground by pushing your lower back against the ground with the help of your ab muscles.Slowly raise your shoulders from the ground as much as possible while keeping your lower back on the floor. At the same time move one knee to your chest.Clap behind the folded leg and return to the position in step 2 in a controlled motion.Repeat the same movement but with raising the other leg.If you are going to do more repetitions, keep your legs hovering above the ground."
    },
    
    {
      "id": 17,
      "heading": "Jump Ropes", 
      "imageurl":"https://img.freepik.com/free-vector/happy-kids-jumping-rope-children-having-fun-playing-park-outdoors_74855-15443.jpg?w=1060&t=st=1648909768~exp=1648910368~hmac=b65a44e4e1da69e467754b66aa6c61666543b33ced605986fe23b34af160ad82", 
      "discriptionforcard": "Jumping rope is a thermogenic workout. This type of exercise involves most of the main muscles in your body, causing your temperature to rise, which translates into energy. To obtain this energy (body fuel), your organism consumes calories.These calories come from anything we eat or drink throughout the day.", 
      "calorieburnperhour": 856,
      "videourl": "https://www.youtube.com/watch?v=NkXDy8K-1jY", 
      "fulldiscription": "Jumping rope is one of the best workouts you can do to stay fit. A low-cost and fun exercise tool, a jump rope can help you burn tons of fat and improve your overall cardiovascular health. And while “doing the thing” is as easy as picking up a rope and jumping, some people find the process of getting started on their jump rope journey to be rather challenging. That’s why we (Dan and Brandon) have decided to update our ultimate jump rope guide to focus exclusively on beginners. In this revised version of our 2019 article, we’ll not only discuss the many benefits of jumping rope, but we will also go through the whole process of how to get started, from the jump rope basics to more advanced tips, tricks, and techniques.Essentially, you can find everything you need to know about jumping rope in this guide, including links to our favorite resources, articles, and YouTube videos. So, if you’re looking for a fun, effective, and fully portable way to burn calories and get fit, this ultimate beginner’s guide is the right place to start to learn how to jump rope. "
    },
    
    {
      "id": 18,
      "heading": "Mountain Climbers", 
      "imageurl":"https://img.freepik.com/free-vector/mountain-climbers-exercise-woman-workout-fitness-aerobic-exercises_476141-1146.jpg?w=740", 
      "discriptionforcard": "Climbing a mountain would be a daunting workout to most, but what if the mountain is the floor? That's the concept behind mountain climbers. Performed from a plank position, you'll alternate bringing one knee to your chest, then back out again, speeding up each time until you're running against the floor.", 
      "calorieburnperhour": 680, 
      "videourl": "https://www.youtube.com/watch?v=cnyTQDSE884",
      "fulldiscription": "Climbing a mountain would be a daunting workout to most, but what if the mountain is the floor? That's the concept behind mountain climbers. Performed from a plank position, you'll alternate bringing one knee to your chest, then back out again, speeding up each time until you're running against the floor.While the move sounds simple, mountain climbers exercise almost the entire body and raise your heart rate. You can easily add mountain climbers to your morning workout at home or the gym, in a hotel room while you're traveling, or even squeeze in a few in the break room at work. The basic move is great for beginners, but more experienced exercisers can take things up a notch with variations.Mountain climbers are great for building cardio endurance, core strength, and agility. You work several different muscle groups with mountain climbers—it's almost like getting a total-body workout with just one exercise.As you perform the move, your shoulders, arms, and chest work to stabilize your upper body while your core stabilizes the rest of your body. As the prime mover, your quads get an incredible workout, too. And because it's a cardio exercise, you'll get heart health benefits and burn calories."
    },
    
    {
      "id": 19,
      "heading": "Flutter Kicks", 
      "imageurl":"https://img.freepik.com/free-vector/flutter-kicks-exercise-woman-workout-fitness-aerobic-exercises_476141-1548.jpg?w=740", 
      "discriptionforcard": "Flutter kicks are an exercise that works the muscles of your core, specifically the lower rectus abdominal muscles, plus the hip flexors. They mimic a swimming stroke, but are performed on dry land. You can perform them lying on your back, or, if you want to also strengthen your back muscles.", 
      "calorieburnperhour": 320, 
      "videourl": "https://www.youtube.com/watch?v=ANVdMDaYRts",
      "fulldiscription": "Flutter kicks are an exercise that works the muscles of your core, specifically the lower rectus abdominal muscles, plus the hip flexors. They mimic a swimming stroke, but are performed on dry land. You can perform them lying on your back, or, if you want to also strengthen your back muscles, you can do them lying on your stomach.Flutter kicks are a bodyweight cardio exercise. Perform flutter kicks by lying on your back and lifting your legs off the floor slightly. While bracing your core muscles, alternate lifting one leg and lowering the other for several repetitions. Flutter kicks activate your hip-flexor muscles, lower-back muscles, and quads, while targeting your lower abdominal muscles more than other core workouts like sit-ups and crunches.With proper form, flutter kicks can increase your heart rate, promoting cardiovascular health. Although the traditional flutter kick requires no equipment, consider enhancing the exercise by wearing ankle weights. For an advanced variation, lift your upper body so it forms a V shape with your lower body during the exercise."
    },
    
    {
      "id": 20,
      "heading": "High Knees", 
      "imageurl":"https://img.freepik.com/free-vector/high-knees-exercise-woman-workout-fitness-aerobic-exercises-vector-illustration_476141-707.jpg?w=900", 
      "discriptionforcard": "High knees might seem like a simple exercise to perform, but cranking out a few sets of this high energy move gets your heart pumping, activates your lower body and core muscles, and leads to a quick sweat.", 
      "calorieburnperhour": 480, 
      "videourl": "https://www.youtube.com/watch?v=eGfFTnO52LE",
      "fulldiscription": "High knees might seem like a simple exercise to perform, but cranking out a few sets of this high energy move gets your heart pumping, activates your lower body and core muscles, and leads to a quick sweat.What’s more, high knees can serve as a warmup, cardio burst between resistance training exercises, or part of a high intensity interval training workout.Before you get started, make sure you’re wearing a comfortable and supportive pair of shoes. Ideally, try to do this exercise on a supportive gym floor or grassy area, especially if you have any knee or ankle issues. With that in mind, here’s how you do high knees.Stand tall with your feet about hip-to-shoulder-width apart and your arms at your sides.Looking straight ahead, open your chest, and engage your core muscles.Begin by bringing your right knee toward your chest, slightly above waist level. Simultaneously, move your left hand up in a pumping motion.Quickly lower your right leg and left hand.Repeat with your left leg and right hand.Alternate your right and left leg for the desired time."
    },
    
    {
        "id": 21,
      "heading": "Plank jacks", 
      "imageurl":"https://img.freepik.com/free-vector/plank-jacks-exercise-woman-workout-fitness-aerobic-exercises_476141-1611.jpg?w=740", 
      "discriptionforcard": "Plank jacks are a combined cardio and core-strengthening exercise. They can help you strengthen the muscles of both the upper and lower body. Adding plank jacks to your exercise routine a few times a week may also increase core strength and stability, burn calories, and help reduce fat.", 
      "calorieburnperhour": 300, 
      "videourl": "https://www.youtube.com/watch?v=8Do3ssZ23Mc",
      "fulldiscription": "Plank jacks are a combined cardio and core-strengthening exercise. They can help you strengthen the muscles of both the upper and lower body. Adding plank jacks to your exercise routine a few times a week may also increase core strength and stability, burn calories, and help reduce fat.Plank jacks may help strengthen the muscles of the core. Plank and plank variation exercises activate all the core muscles, including the rectus abdominis, transverse abdominis, and obliques. They also activate the muscles in the hips and back.Plank jacks are a cardiovascular exercise. Cardiovascular exercises can help you to burn calories and regulate your weight. They may also help lower blood pressure and reduce your risk for heart disease.Start in a plank position with your arms extended and hands under your shoulders. Feet should be together and your body should be in a straight line from your head to your heels.Engage your abs by pulling them in.Step your right foot out to the side. Bring it back to center.Step your left foot out to the side. Bring it back to center.Perform 8–10 reps on each leg."
    },
    
    {
      "id": 22,
      "heading": "Brench Press", 
      "imageurl":"https://img.freepik.com/free-vector/bench-press-exercise-woman-workout-fitness-aerobic-exercises_476141-1601.jpg?w=740", 
      "discriptionforcard": "The bench press, or chest press, is an upper-body weight training exercise in which the trainee presses a weight upwards while lying on a weight training bench. The exercise uses the pectoralis major, the anterior deltoids, and the triceps, among other stabilizing muscles.", 
      "calorieburnperhour": 532, 
      "videourl": "https://www.youtube.com/watch?v=1th38B8_9mk",
      "fulldiscription": "A bench press is an exercise that can be used to strengthen the muscles of the upper body, including the pectorals, arms, and shoulders.Depending on your goals, there are different variations of bench presses that work slightly different muscles, too. For example, a narrower grip bench press will put extra emphasis on the triceps and forearms.Other benefits of adding bench presses to your weight-training regimen include increasing upper body strength, improving muscular endurance, and even preparing your upper body to do movements like pushups. They also can be an effective strengthening exercise for sports like sprinting, hockey, and football.The bench press is a compound exercise that targets the muscles of the upper body.It involves lying on a bench and pressing weight upward using either a barbell or a pair of dumbbells. During a bench press, you lower the weight down to chest level and then press upwards while extending your arms. This movement is considered one repetition, or rep.There are several variations of bench presses that each work different muscles. These may involve lying flat, lying at an incline or decline, or placing your hands closer together on the barbell."
    },
    
    {
      "id": 23,
      "heading": "Bent Over Row", 
      "imageurl":"https://img.freepik.com/free-vector/bent-row-exercise-woman-workout-fitness-aerobic-exercises_476141-1150.jpg?w=740", 
      "discriptionforcard": "The bent-over dumbbell row is one of the best muscle-building exercises for the back. Select a weight that is challenging but can be lifted without sacrificing form when incorporating this exercise into your strength training workout.", 
      "calorieburnperhour": 422, 
      "videourl": "https://www.youtube.com/watch?v=Cds8s4aaHXo",
      "fulldiscription": "The bent-over dumbbell row is one of the best muscle-building exercises for the back. Select a weight that is challenging but can be lifted without sacrificing form when incorporating this exercise into your strength training workout.Stand with your legs shoulder-width apart and knees slightly bent. Hold a dumbbell in each hand, also at shoulder-width, with your palms facing each other. Bend over at a 45-degree angle (no lower) and take a deep breath in.Pull the dumbbells straight up, toward the sides of your chest, on an exhale. Take the upper arms no higher than parallel with the shoulders (slightly lower than the shoulders is fine). While lifting, keep the wrists from moving as much as possible.Lower the weights in a controlled manner to the starting position as you inhale. Remain bent over until all repetitions are complete.The two-arm bent-over dumbbell row targets many muscles in the upper and middle back, including the trapezius, infraspinatus, rhomboids, latissimus dorsi, teres major, and teres minor. The pectoralis major (chest) and brachialis (upper arm) also get worked along with the shoulder rotators."
    },
    
    {
      "id": 24,
      "heading": "Biceps Curl", 
      "imageurl":"https://img.freepik.com/free-vector/dumbbell-bicep-curls-exercise-woman-workout-fitness-aerobic-exercises_476141-1480.jpg?w=740", 
      "discriptionforcard": "The biceps curl is probably the most traditional exercise targeting the bicep muscles. By using dumbbells, you can work both arms independently, which is a great way to work on any weaknesses you may have in your non-dominant arm.", 
      "calorieburnperhour": 224, 
      "videourl": "https://www.youtube.com/watch?v=ykJmrZ5v0Oo",
      "fulldiscription": "The biceps curl is probably the most traditional exercise targeting the bicep muscles. By using dumbbells, you can work both arms independently, which is a great way to work on any weaknesses you may have in your non-dominant arm.The biceps curl is a highly recognizable weight-training exercise that works the muscles of the upper arm, and to a lesser extent, those of the lower arm.1 It's a great exercise for seeing results in strength and definition.There are several variations of this exercise, including those using dumbbells, kettlebells, barbells, resistance bands, or cable machines. Start with the standing alternating dumbbell biceps curl, which you can do anywhere. Curls are a typical exercise used in upper-body strength training routines.Curls work the biceps muscles at the front of the upper arm, and also the muscles of the lower arm—the brachialis and brachioradialis.1﻿ You use these muscles anytime you pick something up, which is common throughout daily life. Doing the standing arm curl, you build strength in the upper arm and learn to use your arm muscles correctly, bracing with your core muscles."
    }
  ],
  "Login": [
    {
      "email": "a@gmail.com",
      "password": "ganesh",
      "jwtToken": "eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJzdWIiOiIxMjM0NTY3ODkwIiwibmFtZSI6IkpvaG4gRG9lIiwiaWF0IjoxNTE2MjM5MDIyfQ.cThIIoDvwdueQB468K5xDc5633seEFoqwxjF_xSJyQQ",
      "id": 1
    }
  ]
}